<template>
  <div>
    <h1>任务任务任务任务任务</h1>
    <p>任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
      任务任务任务任务任务任务任务任务任务任务任务任务任务任务任务
    </p>
  </div>
</template>

<script>
export default {
  data () {
    return {

    }
  },
  created () {
    setTimeout(() => {
      this.getGold()
    }, 30000)
  },
  methods: {
    getGold () {
      alert('10')
    }
  }
}
</script>
